Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: How many pixels the desktop has, per point of the view showing it. Currently %1$g x %2$g. More pixels are sharper but cost more to draw and send — every frame is encoded in software inside the guest.
de: Wie viele Pixel der Desktop pro Punkt der Ansicht hat. Aktuell %1$g x %2$g. Mehr Pixel sind schärfer, kosten aber mehr beim Zeichnen und Senden – jedes Bild wird im Gast per Software codiert.
es: Cuántos píxeles tiene el escritorio por cada punto de la vista que lo muestra. Actualmente %1$g x %2$g. Más píxeles dan más nitidez, pero cuesta más dibujarlos y enviarlos: cada fotograma se codifica por software dentro del sistema invitado.
fr: Nombre de pixels du bureau par point de la vue qui l'affiche. Actuellement %1$g x %2$g. Plus de pixels donnent plus de netteté mais coûtent plus cher à dessiner et à envoyer — chaque image est encodée logiciellement dans l'invité.
ja: 表示するビューの 1 ポイントあたりのデスクトップのピクセル数。現在 %1$g x %2$g。ピクセルが多いほど鮮明になりますが、描画と送信の負荷が増えます — すべてのフレームはゲスト内のソフトウェアでエンコードされます。
ko: 데스크탑을 표시하는 보기의 포인트당 데스크탑 픽셀 수입니다. 현재 %1$g x %2$g. 픽셀이 많을수록 선명하지만 그리기와 전송 비용이 커집니다 — 모든 프레임이 게스트 내부에서 소프트웨어로 인코딩됩니다.
pt_br: Quantos pixels a área de trabalho tem por ponto da visualização que a exibe. Atualmente %1$g x %2$g. Mais pixels ficam mais nítidos, mas custam mais para desenhar e enviar — cada quadro é codificado por software dentro do convidado.
ru: Сколько пикселей у рабочего стола на точку отображающего его вида. Сейчас %1$g x %2$g. Больше пикселей — чётче, но дороже отрисовка и передача: каждый кадр кодируется программно внутри гостевой системы.
zh_hans: 桌面在显示它的视图中每点所含的像素数。当前为 %1$g x %2$g。像素越多越清晰，但绘制和发送的开销越大——每一帧都在客户机内以软件方式编码。
zh_hant: 桌面在顯示它的視圖中每一點所具有的像素數。目前為 %1$g x %2$g。像素越多越清晰，但繪製和傳送的成本越高 — 每個影格都在客體中以軟體編碼。

source: How many tokens this model can really use. A chat is summarized when it reaches three quarters of it. Automatic takes what the server reports, or assumes 64K when it reports nothing (as proxies often do). Set it lower than the model's advertised window if long chats turn into nonsense.
de: Wie viele Tokens dieses Modell tatsächlich nutzen kann. Ein Chat wird zusammengefasst, wenn er drei Viertel davon erreicht. „Automatisch“ übernimmt den Wert des Servers oder nimmt 64K an, wenn er nichts meldet (wie oft bei Proxys). Stelle einen niedrigeren Wert als das beworbene Fenster ein, wenn lange Chats in Unsinn enden.
es: Cuántos tokens puede usar realmente este modelo. Un chat se resume cuando alcanza tres cuartas partes de esa cifra. Automático usa lo que indique el servidor, o supone 64K si no indica nada (como suele ocurrir con los proxies). Ponlo por debajo de la ventana anunciada del modelo si los chats largos se vuelven incoherentes.
fr: Le nombre de jetons que ce modèle peut réellement utiliser. Une conversation est résumée lorsqu'elle en atteint les trois quarts. Automatique reprend la valeur indiquée par le serveur, ou suppose 64K s'il n'indique rien (comme souvent les proxys). Choisissez une valeur inférieure à la fenêtre annoncée si les longues conversations deviennent incohérentes.
ja: このモデルが実際に使えるトークン数。チャットはその 4 分の 3 に達すると要約されます。「自動」はサーバが報告する値を使用し、報告がない場合（プロキシでよくあります）は 64K とみなします。長いチャットが支離滅裂になる場合は、モデルの公称値より低く設定してください。
ko: 이 모델이 실제로 사용할 수 있는 토큰 수입니다. 채팅은 이 값의 4분의 3에 도달하면 요약됩니다. 자동은 서버가 보고하는 값을 사용하며, 보고하지 않으면(프록시에서 흔함) 64K로 간주합니다. 긴 채팅이 엉뚱해지면 모델이 공시한 윈도우보다 낮게 설정하십시오.
pt_br: Quantos tokens este modelo realmente consegue usar. Um chat é resumido quando atinge três quartos disso. Automático usa o que o servidor informa, ou assume 64K quando ele não informa nada (como proxies costumam fazer). Defina um valor menor que a janela anunciada do modelo se chats longos começarem a perder o sentido.
ru: Сколько токенов эта модель реально может использовать. Чат сжимается, когда заполняет три четверти этого объёма. «Автоматически» берёт значение, которое сообщает сервер, или 64K, если он ничего не сообщает (как часто бывает с прокси). Установите меньше заявленного окна модели, если длинные чаты превращаются в бессмыслицу.
zh_hans: 此模型实际可使用的令牌数。聊天达到其四分之三时会被总结。“自动”采用服务器报告的值，若未报告（代理常常如此）则假定为 64K。如果长聊天变得语无伦次，请将其设为低于模型宣称的窗口大小。
zh_hant: 此模型實際可使用的 token 數。對話達到其四分之三時會被摘要。「自動」會採用伺服器回報的值，若未回報（代理伺服器常如此）則假設為 64K。如果長對話開始變得語無倫次，請將其設為低於模型宣稱的視窗大小。

source: How the status applets draw CPU, memory, battery, and storage.
de: Wie die Status-Applets CPU, Speicher, Batterie und Speicherplatz darstellen.
es: Cómo dibujan los applets de estado la CPU, la memoria, la batería y el almacenamiento.
fr: Comment les applets d'état affichent le CPU, la mémoire, la batterie et le stockage.
ja: ステータスアプレットで CPU、メモリ、バッテリー、ストレージを描画する方法。
ko: 상태 애플릿이 CPU, 메모리, 배터리 및 저장 공간을 그리는 방식입니다.
pt_br: Como os applets de status desenham CPU, memória, bateria e armazenamento.
ru: Как апплеты состояния отображают ЦП, память, аккумулятор и хранилище.
zh_hans: 状态小程序绘制 CPU、内存、电池和存储空间的方式。
zh_hant: 狀態小程式如何繪製 CPU、記憶體、電池和儲存空間。

source: Hyphen
de: Bindestrich
es: Guion
fr: Trait d'union
ja: ハイフン
ko: 하이픈
pt_br: Hífen
ru: Дефис
zh_hans: 连字符
zh_hant: 連字號

source: I can't be bothered to implement any undo or regret UI so this is irreversible.
de: Ich hatte keine Lust, ein Rückgängig oder eine Reue-Funktion zu bauen, also ist das endgültig.
es: No me apetece implementar ninguna interfaz para deshacer o arrepentirse, así que esto es irreversible.
fr: Je n'ai pas eu le courage de coder une annulation ou une interface de regret, donc c'est irréversible.
ja: 取り消しや後悔のための UI を実装する気はないので、この操作は元に戻せません。
ko: 실행 취소나 후회 UI를 구현하기 귀찮아서 이 작업은 되돌릴 수 없습니다.
pt_br: Não estou a fim de implementar qualquer interface de desfazer ou arrependimento, então isto é irreversível.
ru: Мне лень делать отмену или какой-то интерфейс для сожалений, так что это необратимо.
zh_hans: 我懒得实现任何撤销或后悔的界面，所以此操作不可逆。
zh_hant: 我懶得實作任何復原或後悔的介面，所以這無法撤銷。

source: ISH_BOOT_ROOT asks for "%@", which is not an installed filesystem.
de: ISH_BOOT_ROOT verlangt „%@“, das kein installiertes Dateisystem ist.
es: ISH_BOOT_ROOT solicita "%@", que no es un sistema de archivos instalado.
fr: ISH_BOOT_ROOT demande "%@", qui n'est pas un système de fichiers installé.
ja: ISH_BOOT_ROOT は“%@”を要求していますが、これはインストール済みのファイルシステムではありません。
ko: ISH_BOOT_ROOT가 "%@"을(를) 요청하지만, 설치된 파일 시스템이 아닙니다.
pt_br: ISH_BOOT_ROOT pede "%@", que não é um sistema de arquivos instalado.
ru: ISH_BOOT_ROOT запрашивает "%@", но такая файловая система не установлена.
zh_hans: ISH_BOOT_ROOT 请求“%@”，但它不是已安装的文件系统。
zh_hant: ISH_BOOT_ROOT 要求使用 "%@"，但這不是已安裝的檔案系統。

source: Image
de: Bild
es: Imagen
ja: イメージ
ko: 이미지
pt_br: Imagem
ru: Изображение
zh_hans: 图像
zh_hant: 影像

source: Image Viewer
de: Bildbetrachter
es: Visor de imágenes
fr: Visionneuse d'images
ja: イメージビューア
ko: 이미지 뷰어
pt_br: Visualizador de Imagens
ru: Просмотр изображений
zh_hans: 图像查看器
zh_hant: 影像檢視器

source: Import Filesystem
de: Dateisystem importieren
es: Importar sistema de archivos
fr: Importer un système de fichiers
ja: ファイルシステムをインポート
ko: 파일 시스템 가져오기
pt_br: Importar Sistema de Arquivos
ru: Импорт файловой системы
zh_hans: 导入文件系统
zh_hant: 匯入檔案系統

source: Import Theme
de: Theme importieren
es: Importar tema
fr: Importer un thème
ja: テーマをインポート
ko: 테마 가져오기
pt_br: Importar Tema
ru: Импортировать тему
zh_hans: 导入主题
zh_hant: 匯入主題

source: Import failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
ja: インポートに失敗しました
ko: 가져오기 실패
pt_br: Falha ao importar
ru: Сбой импорта
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Importing %@
de: %@ wird importiert
es: Importando %@
fr: Importation de %@
ja: %@ をインポート中
ko: %@ 가져오는 중
pt_br: Importando %@
ru: Импорт %@
zh_hans: 正在导入“%@”
zh_hant: 正在匯入 %@

source: Increase Font Size
de: Schrift vergrößern
es: Aumentar tamaño de letra
fr: Augmenter la taille de police
ja: フォントサイズを大きく
ko: 서체 크기 키우기
pt_br: Aumentar Tamanho da Fonte
ru: Увеличить размер шрифта
zh_hans: 增大字体大小
zh_hant: 放大字體

source: Increase Text Size
de: Text vergrößern
es: Aumentar tamaño del texto
fr: Augmenter la taille du texte
ja: テキストサイズを大きく
ko: 텍스트 크기 키우기
pt_br: Aumentar Tamanho do Texto
ru: Увеличить размер текста
zh_hans: 增大文本大小
zh_hant: 放大文字

source: Insert
de: Einfügen
es: Insertar
fr: Insérer
ja: 挿入
ko: 삽입
pt_br: Inserir
ru: Вставить
zh_hans: 插入
zh_hant: 插入

source: Insert Date and Time
de: Datum und Uhrzeit einfügen
es: Insertar fecha y hora
fr: Insérer la date et l'heure
ja: 日付と時刻を挿入
ko: 날짜 및 시간 삽입
pt_br: Inserir Data e Hora
ru: Вставить дату и время
zh_hans: 插入日期和时间
zh_hant: 插入日期和時間

source: Insert Path
de: Pfad einfügen
es: Insertar ruta
fr: Insérer le chemin
ja: パスを挿入
ko: 경로 삽입
pt_br: Inserir Caminho
ru: Вставить путь
zh_hans: 插入路径
zh_hant: 插入路徑

source: Inspect live terminals
de: Aktive Terminals ansehen
es: Inspeccionar terminales activas
fr: Inspecter les terminaux actifs
ja: 実行中のターミナルを調べる
ko: 실행 중인 터미널 검사
pt_br: Inspecionar terminais ativos
ru: Просмотр активных терминалов
zh_hans: 检查运行中的终端
zh_hant: 檢查即時終端機

source: Installed Filesystems
de: Installierte Dateisysteme
es: Sistemas de archivos instalados
fr: Systèmes de fichiers installés
ja: インストール済みのファイルシステム
ko: 설치된 파일 시스템
pt_br: Sistemas de Arquivos Instalados
ru: Установленные файловые системы
zh_hans: 已安装的文件系统
zh_hant: 已安裝的檔案系統

source: Installed roots: %lu
de: Installierte Roots: %lu
es: Sistemas raíz instalados: %lu
fr: Racines installées : %lu
ja: インストール済みのルート: %lu
ko: 설치된 루트: %lu개
pt_br: Raízes instaladas: %lu
ru: Установлено корневых ФС: %lu
zh_hans: 已安装的根文件系统：%lu
zh_hant: 已安裝的根檔案系統：%lu

source: Invalid Name
de: Ungültiger Name
es: Nombre no válido
fr: Nom non valide
ja: 無効な名前
ko: 잘못된 이름
pt_br: Nome Inválido
ru: Недопустимое имя
zh_hans: 名称无效
zh_hant: 無效的名稱

source: Invalid models URL.
de: Ungültige Modell-URL.
es: URL de modelos no válida.
fr: URL des modèles non valide.
ja: モデル URL が無効です。
ko: 잘못된 모델 URL입니다.
pt_br: URL de modelos inválida.
ru: Неверный URL моделей.
zh_hans: 模型 URL 无效。
zh_hant: 模型 URL 無效。

source: It boots the next time iSH-AOK opens. Quit Now closes iSH-AOK, ending every running program, so that it boots when you open it again.
de: Es bootet beim nächsten Öffnen von iSH-AOK. „Jetzt beenden“ schließt iSH-AOK und beendet alle laufenden Programme, damit es beim nächsten Öffnen bootet.
es: Arrancará la próxima vez que se abra iSH-AOK. Salir ahora cierra iSH-AOK, finalizando todos los programas en ejecución, para que arranque cuando lo vuelvas a abrir.
fr: Il démarrera à la prochaine ouverture d'iSH-AOK. Quitter maintenant ferme iSH-AOK, en arrêtant tous les programmes en cours, pour qu'il démarre lorsque vous le rouvrirez.
ja: 次に iSH-AOK を開いたときにブートします。「今すぐ終了」は実行中のすべてのプログラムを終了して iSH-AOK を閉じ、次に開いたときにブートするようにします。
ko: 다음에 iSH-AOK를 열 때 부팅됩니다. 지금 종료는 iSH-AOK를 닫아 실행 중인 모든 프로그램을 종료하므로, 다시 열 때 부팅됩니다.
pt_br: Ele inicia na próxima vez que o iSH-AOK abrir. Sair Agora fecha o iSH-AOK, encerrando todos os programas em execução, para que ele inicie quando você abri-lo novamente.
ru: Она загрузится при следующем открытии iSH-AOK. «Выйти сейчас» закрывает iSH-AOK, завершая все запущенные программы, чтобы она загрузилась при следующем открытии.
zh_hans: 它将在下次打开 iSH-AOK 时启动。“立即退出”会关闭 iSH-AOK 并结束所有运行中的程序，以便再次打开时启动它。
zh_hant: 下次打開 iSH-AOK 時會以它開機。「立即結束」會關閉 iSH-AOK 並結束所有執行中的程式，再次打開時即以它開機。

source: It is running in the Workspace's Wayland window. The Wayland applet attaches to a running Wayland session whenever you open it, and the ☰ menu's Wayland Full Screen takes it back to full screen.
de: Es läuft im Wayland-Fenster des Workspace. Das Wayland-Applet verbindet sich beim Öffnen mit einer laufenden Wayland-Sitzung, und „Wayland Vollbild“ im ☰-Menü wechselt zurück in den Vollbildmodus.
es: Se está ejecutando en la ventana Wayland del espacio de trabajo. El applet Wayland se conecta a una sesión de Wayland en ejecución siempre que lo abres, y la opción Wayland a pantalla completa del menú ☰ la devuelve a pantalla completa.
fr: Il s'exécute dans la fenêtre Wayland de l'espace de travail. L'applet Wayland se rattache à une session Wayland en cours chaque fois que vous l'ouvrez, et l'option Wayland plein écran du menu ☰ le remet en plein écran.
ja: ワークスペースの Wayland ウインドウで実行中です。Wayland アプレットを開くと実行中の Wayland セッションに接続し、☰ メニューの「Wayland フルスクリーン」でフルスクリーンに戻せます。
ko: 워크스페이스의 Wayland 윈도우에서 실행 중입니다. Wayland 애플릿은 열 때마다 실행 중인 Wayland 세션에 연결되며, ☰ 메뉴의 Wayland 전체 화면을 사용하면 다시 전체 화면으로 돌아갑니다.
pt_br: Ele está sendo executado na janela Wayland do Espaço de trabalho. O applet Wayland se conecta a uma sessão Wayland em execução sempre que você o abre, e a opção Wayland em Tela Cheia do menu ☰ o leva de volta à tela cheia.
ru: Он работает в окне Wayland рабочей области. Апплет Wayland подключается к запущенному сеансу Wayland при каждом открытии, а пункт «Wayland на весь экран» в меню ☰ возвращает полноэкранный режим.
zh_hans: 它正在工作区的 Wayland 窗口中运行。每次打开 Wayland 小程序时，它都会连接到正在运行的 Wayland 会话；☰ 菜单中的“Wayland 全屏”可将其恢复为全屏。
zh_hant: 它正在工作區的 Wayland 視窗中執行。每次打開 Wayland 小程式時，它都會連接到執行中的 Wayland 工作階段，而 ☰ 選單中的「Wayland 全螢幕」可讓它回到全螢幕。

source: Item
de: Objekt
es: Elemento
fr: Élément
ja: 項目
ko: 항목
ru: Объект
zh_hans: 项目
zh_hant: 項目

source: Keep booting “%@”?
de: „%@“ weiter booten?
es: ¿Seguir arrancando “%@”?
fr: Continuer à démarrer « %@ » ?
ja: “%@”からのブートを続けますか？
ko: “%@”(으)로 계속 부팅하겠습니까?
pt_br: Continuar iniciando “%@”?
ru: Продолжить загружать «%@»?
zh_hans: 继续启动“%@”？
zh_hant: 要繼續以「%@」開機嗎？

source: Keep the saved copy so it can be resumed again, or remove it once this session is running?
de: Gesicherte Kopie behalten, um sie erneut fortsetzen zu können, oder entfernen, sobald diese Sitzung läuft?
es: ¿Conservar la copia guardada para poder reanudarla de nuevo, o eliminarla cuando esta sesión esté en ejecución?
fr: Conserver la copie enregistrée pour pouvoir la reprendre à nouveau, ou la supprimer une fois cette session lancée ?
ja: 保存されたコピーを残して再度再開できるようにしますか？ それとも、このセッションの実行後に削除しますか？
ko: 다시 재개할 수 있도록 저장된 사본을 유지하겠습니까, 아니면 이 세션이 실행되면 제거하겠습니까?
pt_br: Manter a cópia salva para poder retomá-la de novo, ou removê-la quando esta sessão estiver em execução?
ru: Сохранить копию, чтобы её можно было продолжить снова, или удалить её после запуска этого сеанса?
zh_hans: 保留已保存的副本以便再次恢复，还是在此会话运行后将其移除？
zh_hant: 要保留已儲存的副本以便再次恢復，還是在此工作階段執行後將其移除？

source: Keyboard Toolbar
de: Tastaturleiste
es: Barra del teclado
fr: Barre d'outils du clavier
ja: キーボードツールバー
ko: 키보드 도구 막대
pt_br: Barra de Ferramentas do Teclado
ru: Панель клавиатуры
zh_hans: 键盘工具栏
zh_hant: 鍵盤工具列

source: Kind
de: Art
es: Tipo
fr: Type
ja: 種類
ko: 종류
pt_br: Tipo
ru: Тип
zh_hans: 种类
zh_hant: 種類

source: Kind: %@
de: Art: %@
es: Tipo: %@
fr: Type : %@
ja: 種類: %@
ko: 종류: %@
pt_br: Tipo: %@
ru: Тип: %@
zh_hans: 种类：%@
zh_hant: 種類：%@

source: LLM Settings
de: LLM-Einstellungen
es: Ajustes de LLM
fr: Réglages LLM
ja: LLM 設定
ko: LLM 설정
pt_br: Ajustes do LLM
ru: Настройки LLM
zh_hans: LLM 设置
zh_hant: LLM 設定

source: LLM: Explain Current Terminal
de: LLM: Aktuelles Terminal erklären
es: LLM: Explicar terminal actual
fr: LLM : expliquer le terminal actuel
ja: LLM: 現在のターミナルを説明
ko: LLM: 현재 터미널 설명
pt_br: LLM: Explicar Terminal Atual
ru: LLM: объяснить текущий терминал
zh_hans: LLM：解释当前终端
zh_hant: LLM：解釋目前的終端機

source: LLM: Suggest Fix
de: LLM: Lösung vorschlagen
es: LLM: Sugerir solución
fr: LLM : suggérer un correctif
ja: LLM: 修正を提案
ko: LLM: 수정 방법 제안
pt_br: LLM: Sugerir Correção
ru: LLM: предложить исправление
zh_hans: LLM：建议修复
zh_hant: LLM：建議修正

# Last image: %lu processes, %lu descriptors, %lu pages
source: Last image: %1$lu processes, %2$lu descriptors, %3$lu pages
de: Letztes Image: %1$lu Prozesse, %2$lu Deskriptoren, %3$lu Seiten
es: Última imagen: %1$lu procesos, %2$lu descriptores, %3$lu páginas
fr: Dernière image : %1$lu processus, %2$lu descripteurs, %3$lu pages
ja: 前回のイメージ: %1$lu 個のプロセス、%2$lu 個のディスクリプタ、%3$lu ページ
ko: 마지막 이미지: 프로세스 %1$lu개, 디스크립터 %2$lu개, 페이지 %3$lu개
pt_br: Última imagem: %1$lu processos, %2$lu descritores, %3$lu páginas
ru: Последний образ: процессов: %1$lu, дескрипторов: %2$lu, страниц: %3$lu
zh_hans: 上次映像：%1$lu 个进程，%2$lu 个描述符，%3$lu 个页面
zh_hant: 上次映像：%1$lu 個程序、%2$lu 個描述符、%3$lu 頁

source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
pt_br: Mais Tarde
ru: Позже
zh_hans: 以后
zh_hant: 稍後

source: Launch without ISH_BOOT_ROOT, or name one of: %@.
de: Ohne ISH_BOOT_ROOT starten oder eines davon angeben: %@.
es: Inicia sin ISH_BOOT_ROOT o indica uno de estos: %@.
fr: Lancez sans ISH_BOOT_ROOT, ou indiquez l'un de ceux-ci : %@.
ja: ISH_BOOT_ROOT を指定せずに起動するか、次のいずれかを指定してください: %@。
ko: ISH_BOOT_ROOT 없이 실행하거나 다음 중 하나를 지정하십시오: %@.
pt_br: Abra sem ISH_BOOT_ROOT ou indique um destes: %@.
ru: Запустите без ISH_BOOT_ROOT или укажите одну из: %@.
zh_hans: 请在不设置 ISH_BOOT_ROOT 的情况下启动，或指定以下之一：%@。
zh_hant: 請在不使用 ISH_BOOT_ROOT 的情況下啟動，或指定以下其中之一：%@。

source: Launchers and workspace-wide controls.
de: Launcher und Workspace-weite Steuerung.
es: Lanzadores y controles de todo el espacio de trabajo.
fr: Lanceurs et commandes globales de l'espace de travail.
ja: ランチャーとワークスペース全体のコントロール。
ko: 런처 및 워크스페이스 전체 제어.
pt_br: Iniciadores e controles de todo o espaço de trabalho.
ru: Панели запуска и общие элементы управления рабочей областью.
zh_hans: 启动器和工作区范围的控制。
zh_hant: 啟動器與整個工作區的控制項。

source: Leave it empty to go back to "%@".
de: Leer lassen, um zu „%@“ zurückzukehren.
es: Déjalo vacío para volver a "%@".
fr: Laissez vide pour revenir à « %@ ».
ja: 空のままにすると“%@”に戻ります。
ko: "%@"(으)로 되돌리려면 비워 두십시오.
pt_br: Deixe em branco para voltar a "%@".
ru: Оставьте пустым, чтобы вернуть "%@".
zh_hans: 留空则恢复为“%@”。
zh_hant: 留空即可恢復為「%@」。

source: Leave the command blank to just open a terminal.
de: Befehl leer lassen, um nur ein Terminal zu öffnen.
es: Deja el comando en blanco para abrir solo una terminal.
fr: Laissez la commande vide pour simplement ouvrir un terminal.
ja: ターミナルを開くだけの場合は、コマンドを空欄にしてください。
ko: 터미널만 열려면 명령을 비워 두십시오.
pt_br: Deixe o comando em branco para apenas abrir um terminal.
ru: Оставьте команду пустой, чтобы просто открыть терминал.
zh_hans: 命令留空则仅打开终端。
zh_hant: 指令留空則只打開終端機。

source: Left
de: Links
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
pt_br: Esquerda
ru: Слева
zh_hans: 左侧
zh_hant: 左側

source: Left arrow
de: Pfeil nach links
es: Flecha izquierda
fr: Flèche gauche
ja: 左矢印
ko: 왼쪽 화살표
pt_br: Seta para a esquerda
ru: Стрелка влево
zh_hans: 左箭头
zh_hant: 向左鍵

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлая
zh_hans: 浅色
zh_hant: 淺色

source: Light Palette
de: Helle Palette
es: Paleta clara
fr: Palette claire
ja: ライトパレット
ko: 라이트 팔레트
pt_br: Paleta Clara
ru: Светлая палитра
zh_hans: 浅色调色板
zh_hant: 淺色調色盤

source: Limited Memory Device
de: Gerät mit wenig Speicher
es: Dispositivo con poca memoria
fr: Appareil à mémoire limitée
ja: メモリの少ないデバイス
ko: 메모리가 제한된 기기
pt_br: Dispositivo com Pouca Memória
ru: Устройство с ограниченной памятью
zh_hans: 内存有限的设备
zh_hant: 記憶體有限的裝置

source: Line Height
de: Zeilenhöhe
es: Altura de línea
fr: Hauteur de ligne
ja: 行の高さ
ko: 줄 높이
pt_br: Altura da Linha
ru: Высота строки
zh_hans: 行高
zh_hant: 行高

source: Line Numbers
de: Zeilennummern
es: Números de línea
fr: Numéros de ligne
ja: 行番号
ko: 줄 번호
pt_br: Números de Linha
ru: Номера строк
zh_hans: 行号
zh_hant: 行號

source: Line number
de: Zeilennummer
es: Número de línea
fr: Numéro de ligne
ja: 行番号
ko: 줄 번호
pt_br: Número da linha
ru: Номер строки
zh_hans: 行号
zh_hant: 行號

source: List directory?
de: Ordner auflisten?
es: ¿Listar directorio?
fr: Lister le répertoire ?
ja: ディレクトリを一覧表示しますか？
ko: 디렉터리를 나열하겠습니까?
pt_br: Listar diretório?
ru: Показать содержимое каталога?
zh_hans: 列出目录？
zh_hant: 要列出目錄嗎？

source: Lists the entries of the loaded playlist.
de: Listet die Einträge der geladenen Playlist auf.
es: Muestra las entradas de la lista de reproducción cargada.
fr: Liste les entrées de la liste de lecture chargée.
ja: 読み込んだプレイリストのエントリを一覧表示します。
ko: 불러온 재생 목록의 항목을 나열합니다.
pt_br: Lista as entradas da playlist carregada.
ru: Показывает записи загруженного плейлиста.
zh_hans: 列出已载入播放列表中的条目。
zh_hant: 列出已載入播放列表中的項目。

source: Live clocks, runtime summaries, and process views.
de: Live-Uhren, Laufzeitübersichten und Prozessansichten.
es: Relojes en directo, resúmenes de ejecución y vistas de procesos.
fr: Horloges en direct, résumés d'exécution et vues des processus.
ja: ライブの時計、実行時の概要、プロセス表示。
ko: 실시간 시계, 런타임 요약 및 프로세스 보기.
pt_br: Relógios ao vivo, resumos de execução e visualizações de processos.
ru: Часы, сводки о работе и процессы в реальном времени.
zh_hans: 实时时钟、运行时摘要和进程视图。
zh_hant: 即時時鐘、執行摘要和程序檢視。

source: Live terminals
de: Aktive Terminals
es: Terminales activas
fr: Terminaux actifs
ja: 実行中のターミナル
ko: 실행 중인 터미널
pt_br: Terminais ativos
ru: Активные терминалы
zh_hans: 运行中的终端
zh_hant: 即時終端機

# Ln %lu, Col %lu
source: Ln %1$lu, Col %2$lu
de: Z. %1$lu, Sp. %2$lu
es: Lín %1$lu, Col %2$lu
fr: L %1$lu, col %2$lu
ja: %1$lu 行、%2$lu 列
ko: 줄 %1$lu, 열 %2$lu
pt_br: Lin %1$lu, Col %2$lu
ru: Стр. %1$lu, стлб. %2$lu
zh_hans: 行 %1$lu，列 %2$lu
zh_hant: 第 %1$lu 行，第 %2$lu 欄

source: Load Prompt Template
de: Prompt-Vorlage laden
es: Cargar plantilla de prompt
fr: Charger un modèle de prompt
ja: プロンプトテンプレートを読み込む
ko: 프롬프트 템플릿 불러오기
pt_br: Carregar Modelo de Prompt
ru: Загрузить шаблон промпта
zh_hans: 载入提示词模板
zh_hant: 載入提示詞範本

source: Loading recent log entries…
de: Aktuelle Protokolleinträge werden geladen …
es: Cargando entradas recientes del registro…
fr: Chargement des entrées récentes du journal…
ja: 最近のログエントリを読み込み中…
ko: 최근 로그 항목 불러오는 중…
pt_br: Carregando entradas recentes do log…
ru: Загрузка последних записей журнала…
zh_hans: 正在载入最近的日志条目…
zh_hant: 正在載入最近的記錄項目…

source: Loading terminal UI...
de: Terminal-UI wird geladen …
es: Cargando interfaz de la terminal...
fr: Chargement de l'interface du terminal...
ja: ターミナル UI を読み込み中...
ko: 터미널 UI 불러오는 중...
pt_br: Carregando interface do terminal...
ru: Загрузка интерфейса терминала...
zh_hans: 正在载入终端界面...
zh_hant: 正在載入終端機介面...

source: Loading…
de: Wird geladen …
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 불러오는 중…
pt_br: Carregando…
ru: Загрузка…
zh_hans: 正在载入…
zh_hant: 正在載入…

source: Loads the entered address.
de: Lädt die eingegebene Adresse.
es: Carga la dirección introducida.
fr: Charge l'adresse saisie.
ja: 入力したアドレスを読み込みます。
ko: 입력한 주소를 불러옵니다.
pt_br: Carrega o endereço digitado.
ru: Открывает введённый адрес.
zh_hans: 载入输入的地址。
zh_hant: 載入輸入的網址。

source: Local
de: Lokal
fr: Locale
ja: ローカル
ko: 현지
ru: Местное
zh_hans: 本地
zh_hant: 本地

source: Lock %@
de: %@ sperren
es: Bloquear %@
fr: Verrouiller %@
ja: %@ をロック
ko: %@ 잠그기
pt_br: Bloquear %@
ru: Заблокировать %@
zh_hans: 锁定“%@”
zh_hant: 鎖定 %@

source: Logs
de: Protokolle
es: Registros
fr: Journaux
ja: ログ
ko: 로그
ru: Журналы
zh_hans: 日志
zh_hant: 記錄

source: Lower values pack the utility cards tighter for smaller screens.
de: Niedrigere Werte ordnen die Karten der Dienstprogramme für kleinere Bildschirme enger an.
es: Los valores más bajos agrupan más las tarjetas de utilidades para pantallas pequeñas.
fr: Des valeurs plus basses resserrent les cartes d'utilitaires pour les petits écrans.
ja: 値を小さくすると、小さな画面向けにユーティリティカードが詰めて配置されます。
ko: 값이 낮을수록 작은 화면에 맞게 유틸리티 카드를 더 촘촘하게 배치합니다.
pt_br: Valores menores compactam os cartões de utilitários para telas menores.
ru: Меньшие значения плотнее размещают карточки утилит на небольших экранах.
zh_hans: 值越低，工具卡片越紧凑，适合较小屏幕。
zh_hant: 數值越低，工具卡片排列越緊密，適合較小的螢幕。

source: MCP Servers
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
ja: MCP サーバ
ko: MCP 서버
pt_br: Servidores MCP
ru: Серверы MCP
zh_hans: MCP 服务器
zh_hant: MCP 伺服器
